[ "Be the change that you wish to see in the world.",
  "Live as if you were to die tomorrow. Learn as if you were to live forever.",
  "An eye for an eye will only make the whole world blind.",
  "Happiness is when what you think, what you say, and what you do are in harmony.",
  "Seven Deadly SinsWealth without workPleasure without conscienceScience without humanityKnowledge without characterPolitics without principleCommerce without moralityWorship without sacrifice.",
  "The weak can never forgive. Forgiveness is the attribute of the strong.",
  "All Men are Brothers: Autobiographical Reflections.",
  "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.",
  "First they ignore you, then they ridicule you, then they fight you, and then you win.",
  "Where there is love there is life.",
  "I like your Christ, I do not like your Christians. Your Christians are so unlike your Christ.",
  "Freedom is not worth having if it does not include the freedom to make mistakes.",
  "Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart.",
  "Nobody can hurt me without my permission.",
  "God has no religion.",
  "Hate the sin, love the sinner.",
  "I will not let anyone walk through my mind  with their dirty feet.",
  "Your beliefs become your thoughts, Your thoughts become your words, Your words become your actions, Your actions become your habits, Your habits become your values, Your values become your destiny.",
  "A man is but the product of his thoughts.  What he thinks, he becomes.",
  "The best way to find yourself is to lose yourself in the service of others.",
  "To give pleasure to a single heart by a single act is better than a thousand heads bowing in prayer.",
  "You must not lose faith in humanity. Humanity is like an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.",
  "The future depends on what you do today.",
  "Let the first act of every morning be to make the following resolve for the day:- I shall not fear anyone on Earth. - I shall fear only God. - I shall not bear ill will toward anyone. - I shall not submit to injustice from anyone. - I shall conquer untruth by truth. And in resisting untruth, I shall put up with all suffering.",
  "Man often becomes what he believes himself to be. If I keep on saying to myself that I cannot do a certain thing, it is possible that I may end by really becoming incapable of doing it. On the contrary, if I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.",
  "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.",
  "The greatness of a nation and its moral progress can be judged by the way its animals are treated.",
  "Keep your thoughts positive because your thoughts become your words.  Keep your words positive because your words become your behavior.  Keep your behavior positive because your behavior becomes your habits.  Keep your habits positive because your habits become your values.  Keep your values positive because your values become your destiny.",
  "Earth provides enough to satisfy every man's needs, but not every man's greed.",
  "To believe in something, and not to live it, is dishonest.",
  "What difference does it make to the dead, the orphans and the homeless, whether the mad destruction is wrought under the name of totalitarianism or in the holy name of liberty or democracy?",
  "There are people in the world so hungry, that God cannot appear to them except in the form of bread.",
  "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.",
  "Whatever you do will be insignificant, but it is very important that you do it.",
  "Truth never damages a cause that is just.",
  "Whenever you are confronted with an opponent. Conquer him with love.",
  "The day the power of love overrules the love of power, the world will know peace.",
  "It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.",
  "Strength does not come from physical capacity.  It comes from an indomitable will.",
  "Action expresses priorities.",
  "You don't know who is important to you until you actually lose them.",
  "My Life is My Message",
  "What we are doing to the forests of the world is but a mirror reflection of what we are doing to ourselves and to one another.",
  "You can chain me, you can torture me, you can even destroy this body, but you will never imprison my mind.",
  "I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent.",
  "The Essential Gandhi: An Anthology of His Writings on His Life, Work, and Ideas.",
  "You may never know what results come of your actions, but if you do nothing, there will be no results.",
  "It's the action, not the fruit of the action, that's important. You have to do the right thing. It may not be in your power, may not be in your time, that there'll be any fruit. But that doesn't mean you stop doing the right thing. You may never know what results come from your action. But if you do nothing, there will be no result.",
  "To call woman the weaker sex is a libel; it is man's injustice to woman. If by strength is meant brute strength, then, indeed, is woman less brute than man. If by strength is meant moral power, then woman is immeasurably man's superior. Has she not greater intuition, is she not more self-sacrificing, has she not greater powers of endurance, has she not greater courage? Without her, man could not be. If nonviolence is the law of our being, the future is with woman. Who can make a more effective appeal to the heart than woman?[To the Women of India (Young India, Oct. 4, 1930)]",
  "There is more to life than simply increasing its speed.",
  "Love is the strongest force the world possesses and yet it is the humblest imaginable.",
  "If I had no sense of humor, I would long ago have committed suicide.",
  "I offer you peace. I offer you love. I offer you friendship. I see your beauty. I hear your need. I feel your feelings.",
  "The Roots of Violence: Wealth without work, Pleasure without conscience, Knowledge without character, Commerce without morality, Science without humanity, Worship without sacrifice, Politics without principles.(Young India, 22 October 1925)",
  "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever. ",
  "The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer.",
  "They cannot take away our self respect if we do not give it to them.",
  "In doing something, do it with love or never do it at all.",
  "There is no 'way to peace,' there is only 'peace.",
  "A coward is incapable of exhibiting love; it is the prerogative of the brave.",
  "To my mind, the life of a lamb is no less precious than that of a human being.",
  "Truth is one, paths are many.",
  "I believe in the fundamental truth of all great religions of the world.",
  "I cannot conceive of a greater loss than the loss of one's self-respect.",
  "Fools, Martyrs, Traitors: The Story of Martyrdom in the Western World.",
  "My imperfections and failures are as much a blessing from God as my successes and my talents and I lay them both at his feet.",
  "Seek not greater wealth, but simpler pleasure; not higher fortune, but deeper felicity.",
  "Always aim at complete harmony of thought and word and deed. Always aim at purifying your thoughts and everything will be well.",
  "Remember that all through history, there have been tyrants and murderers, and for a time, they seem invincible. But in the end, they always fall. Always.",
  "In a gentle way, you can shake the world.",
  "Silence becomes cowardice when occasion demands speaking out the whole truth and acting accordingly.",
  "Faith is not something to grasp, it is a state to grow into.",
  "I call him religious who understands the suffering of others.",
  "Poverty is the worst form of violence.",
  "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent than the one derived from fear of punishment.",
  "There is no school equal to a decent home and no teacher equal to a virtuous parent.",
  "I believe in equality for everyone, except reporters and photographers.",
  "I came to the conclusion long ago that all religions were true and that also that all had some error in them, and while I hold by my own religion, I should hold other religions as dear as Hinduism. So we can only pray, if we were Hindus, not that a Christian should become a Hindu; but our innermost prayer should be that a Hindu should become a better Hindu, a Muslim a better Muslim, and a Christian a better Christian.",
  "The expert knows more and more about less and less until he knows everything about nothing.",
  "A 'No' uttered from the deepest conviction is better than a 'Yes' merely uttered to please, or worse, to avoid trouble.",
  "Palestine belongs to the Arabs in the same sense that England belongs to the English or France to the French. It is wrong and inhuman to impose the Jews on the Arabs... Surely it would be a crime against humanity to reduce the proud Arabs so that Palestine can be restored to the Jews partly or wholly as their national home",
  "There are many causes I would die for. There is not a single cause I would kill for.",
  "If we are to reach real peace in the world, we shall have to begin with the children.",
  "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.",
  "When every hope is gone, 'when helpers fail and comforts flee,' I find that help arrives somehow, from I know not where. Supplication, worship, prayer are no superstition; they are acts more real than the acts of eating, drinking, sitting or walking. It is no exaggeration to say that they alone are real, all else is unreal.",
  "(When asked what he thought of Western civilization): 'I think it would be a good idea.",
  "I want freedom for the full expression of my personality.",
  "It is easier to build a boy than to mend a man.",
  "Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action.",
  "Yes I am, I am also a Muslim, a Christian, a Buddhist, and a Jew.",
  "Speak only if it improves upon the silence.",
  "What barrier is there that love cannot break?",
  "The Story of My Experiments With Truth",
  "It is wrong and immoral to seek to escape the consequences of one's acts.",
  "Nothing is so aggravating as calmness.",
  "There is force in the universe, which, if we permit it, will flow through us and produce miraculous results.",
  "Nonviolence is a weapon of the strong.",
  "There is no such thing as ‘too insane’ unless others turn up dead due to your actions.",
  "Forgiveness is the attribute of the strong.",
  "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.",
  "I cannot teach you violence, as I do not myself believe in it. I can only teach you not to bow your heads before any one even at the cost of your life.",
  "Carefully watch your thoughts, for they become your words. Manage and watch your words, for they will become your actions. Consider and judge your actions, for they have become your habits. Acknowledge and watch your habits, for they shall become your values. Understand and embrace your values, for they become your destiny.",
  "Fearlessness is the first requisite of spirituality. Cowards can never be moral.",
  "Live simply so that others may simply live.",
  "I must say that, beyond occasionally exposing me to laughter, my constitutional shyness has been no dis-advantage whatever. In fact I can see that, on the contrary, it has been all to my advantage. My hesitancy in speech, which was once an annoyance, is now a pleasure. Its greatest benefit has been that it has taught me the economy of words. I have naturally formed the habit of restraining my thoughts. And I can now give myself the certificate that a thoughtless word hardly ever escapes my tongue or pen. I do not recollect ever having had to regret anything in my speech or writing. I have thus been spared many a mishap and waste of time. Experience has taught me that silence is part of the spiritual discipline of a votary of truth. Proneness to exaggerate, to suppress or modify the truth, wittingly or unwittingly, is a natural weakness of man, and silence is necessary in order to surmount it. A man of few words will rarely be thoughtless in his speech; he will measure every word. We find so many people impatient to talk. There is no chairman of a meeting who is not pestered with notes for permission to speak. And whenever the permission is given the speaker generally exceeds the time-limit, asks for more time, and keeps on talking without permission. All this talking can hardly be said to be of any benefit to the world. It is so much waste of time. My shyness has been in reality my shield and buckler. It has allowed me to grow. It has helped me in my discernment of truth.",
  "The greatness of humanity is not in being human, but in being humane.",
  "Manliness consists not in bluff, bravado or loneliness. It consists in daring to do the right thing and facing consequences whether it is in matters social, political or other. It consists in deeds not words.",
  "The path is the goal.",
  "The inner voice is something which cannot be described in words.  But sometimes we have a positive feeling that something in us prompts us to do a certain thing.  The time when I learnt to recognise this voice was, I may say, the time when I started praying regularly.",
  "The seeker after truth should be humbler than the dust. The world crushes the dust under its feet, but the seeker after truth should so humble himself that even the dust could crush him. Only then, and not till then, will he have a glimpse of truth.",
  "The only tyrant I accept in this world is the 'still small voice' within me. And even though I have to face the prospect of being a minority of one, I humbly believe I have the courage to be in such a hopeless minority.",
  "Liberty and democracy become unholy when their hands are dyed red with innocent blood.",
  "They may torture my body, break my bones, even kill me.  Then they will have my dead body, but not my obedience.",
  "There are no good-byes, where ever you'll be, you'll be in my heart.",
  "In a gentle way you can shake the world.",
  "Ethically they had arrived at the conclusion  that man's supremacy over lower animals meant not that the former should prey upon the latter, but that the higher should protect the lower, and that there should be mutual aid between the two as between man and man. They had also brought out the truth that man eats not for enjoyment but to live.",
  "Nothing has saddened me so much in life as the hardness of heart of educated people.",
  "A customer is the most important visitor on our premises. He is not dependent on us. We are dependent on him. He is not an interruption in our work. He is the purpose of it. He is not an outsider in our business. He is part of it. We are not doing him a favor by serving him. He is doing us a favor by giving us an opportunity to do so.",
  "Honest differences are often a healthy sign of progress.",
  "A thousand candles can be lighted from the flame of one candle, and the life of the candle will not be shortened. Happiness can be spread without diminishing that of yourself.",
  "Happiness is when what you think, what you say and what you do are in harmony.",
  "If I were asked to define the Hindu creed, I should simply say: Search after truth through non-violent means. A man may not believe in God and still call himself a Hindu. Hinduism is a relentless pursuit after truth... Hinduism is the religion of truth. Truth is God. Denial of God we have known. Denial of truth we have not known.",
  "Love never claims, it ever gives. Love ever suffers, never resents never revenges itself.",
  "True beauty lies in purity of the heart.",
  "Nothing is so aggravating as calmness.",
  "There is force in the universe, which, if we permit it, will flow through us and produce miraculous results.",
  "Nonviolence is a weapon of the strong.",
  "There is no such thing as ‘too insane’ unless others turn up dead due to your actions.",
  "Forgiveness is the attribute of the strong.",
  "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.",
  "I cannot teach you violence, as I do not myself believe in it. I can only teach you not to bow your heads before any one even at the cost of your life.",
  "Carefully watch your thoughts, for they become your words. Manage and watch your words, for they will become your actions. Consider and judge your actions, for they have become your habits. Acknowledge and watch your habits, for they shall become your values. Understand and embrace your values, for they become your destiny.",
  "Fearlessness is the first requisite of spirituality. Cowards can never be moral.",
  "Live simply so that others may simply live.",
  "I must say that, beyond occasionally exposing me to laughter, my constitutional shyness has been no dis-advantage whatever. In fact I can see that, on the contrary, it has been all to my advantage. My hesitancy in speech, which was once an annoyance, is now a pleasure. Its greatest benefit has been that it has taught me the economy of words. I have naturally formed the habit of restraining my thoughts. And I can now give myself the certificate that a thoughtless word hardly ever escapes my tongue or pen. I do not recollect ever having had to regret anything in my speech or writing. I have thus been spared many a mishap and waste of time. Experience has taught me that silence is part of the spiritual discipline of a votary of truth. Proneness to exaggerate, to suppress or modify the truth, wittingly or unwittingly, is a natural weakness of man, and silence is necessary in order to surmount it. A man of few words will rarely be thoughtless in his speech; he will measure every word. We find so many people impatient to talk. There is no chairman of a meeting who is not pestered with notes for permission to speak. And whenever the permission is given the speaker generally exceeds the time-limit, asks for more time, and keeps on talking without permission. All this talking can hardly be said to be of any benefit to the world. It is so much waste of time. My shyness has been in reality my shield and buckler. It has allowed me to grow. It has helped me in my discernment of truth.",
  "The greatness of humanity is not in being human, but in being humane.",
  "Manliness consists not in bluff, bravado or loneliness. It consists in daring to do the right thing and facing consequences whether it is in matters social, political or other. It consists in deeds not words.",
  "The path is the goal.",
  "The inner voice is something which cannot be described in words.  But sometimes we have a positive feeling that something in us prompts us to do a certain thing.  The time when I learnt to recognise this voice was, I may say, the time when I started praying regularly.",
  "The seeker after truth should be humbler than the dust. The world crushes the dust under its feet, but the seeker after truth should so humble himself that even the dust could crush him. Only then, and not till then, will he have a glimpse of truth.",
  "The only tyrant I accept in this world is the 'still small voice' within me. And even though I have to face the prospect of being a minority of one, I humbly believe I have the courage to be in such a hopeless minority.",
  "Liberty and democracy become unholy when their hands are dyed red with innocent blood.",
  "They may torture my body, break my bones, even kill me.  Then they will have my dead body, but not my obedience.",
  "There are no good-byes, where ever you'll be, you'll be in my heart.",
  "In a gentle way you can shake the world.",
  "Ethically they had arrived at the conclusion  that man's supremacy over lower animals meant not that the former should prey upon the latter, but that the higher should protect the lower, and that there should be mutual aid between the two as between man and man. They had also brought out the truth that man eats not for enjoyment but to live.",
  "Nothing has saddened me so much in life as the hardness of heart of educated people.",
  "A customer is the most important visitor on our premises. He is not dependent on us. We are dependent on him. He is not an interruption in our work. He is the purpose of it. He is not an outsider in our business. He is part of it. We are not doing him a favor by serving him. He is doing us a favor by giving us an opportunity to do so.",
  "Honest differences are often a healthy sign of progress.",
  "A thousand candles can be lighted from the flame of one candle, and the life of the candle will not be shortened. Happiness can be spread without diminishing that of yourself.",
  "Happiness is when what you think, what you say and what you do are in harmony.",
  "If I were asked to define the Hindu creed, I should simply say: Search after truth through non-violent means. A man may not believe in God and still call himself a Hindu. Hinduism is a relentless pursuit after truth... Hinduism is the religion of truth. Truth is God. Denial of God we have known. Denial of truth we have not known.",
  "Love never claims, it ever gives. Love ever suffers, never resents never revenges itself.",
  "True beauty lies in purity of the heart."
  ]